;Place localized text in this file lol

[GadDefHelmet_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 开放 头盔"

[GadSSHelmet_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 震荡炮 头盔"

[GadDefFPUHelmet_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 开放 头盔"

[GadSSFPUHelmet_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 震荡炮 头盔"

[GadDefFPLHelmet_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 开放 头盔"

[GadSSFPLHelmet_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 震荡炮 头盔"

[GadDefMechArm_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 钢铁臂 (默认 战甲)"

[GadSSMechArm_T X2BodyPartTemplate]
DisplayName="帕拉贡:机械师 钢铁臂 (震荡炮 战甲)"
